[
    {
        "id": 1,
        "nombre":"Intel Core i5-11400F 2.6 GHz",
        "precio": 3100,
        "descripcion": "Procesador de escritorio Intel® Core ™ i5-11400F de 11.ª generación sin gráficos de procesador.",
        "descDetallada": "Procesador de escritorio Intel® Core ™ i5-11400F de 11.ª generación sin gráficos de procesador. Con soporte PCIe Gen 4.0. Optimizado para juegos, creación y productividad. Se requieren gráficos discretos. Solución térmica incluida en la caja. Compatible con placas base basadas en chipset de la serie 500 y selecta serie 400. Consulte al proveedor de la placa base para conocer los detalles de compatibilidad. 65W",
        "imagen": "pictures/inteli5.png"
    },
    {
        "id": 2,
        "nombre":"AMD Ryzen 5 5500 3.6GHz",
        "precio": 2800,
        "descripcion": "AMD Ryzen 5 5500 3.6GHz ",
        "descDetallada": "Los procesadores para juegos mejor valorados del mundo se llaman AMD Ryzen™ Serie 5000. Cuando cuentas con la arquitectura de procesadores de escritorio más avanzada del mundo para jugadores y creadores de contenido, las posibilidades son infinitas. Ya sea que juegues los juegos más recientes, diseñes el próximo rascacielos o proceses datos, necesitas un procesador poderoso que pueda dar respuesta a todas estas demandas, y más. Sin lugar a dudas, los procesadores para computadoras de escritorio AMD Ryzen™ serie 5000 elevan el nivel de expectativa para jugadores y artistas por igual.",
        "imagen": "pictures/ryzen5.png"
    },
    {
        "id": 3,
        "nombre":"Intel Core i5-12600K 4.9 GHz",
        "precio": 6200,
        "descripcion": "Procesador de escritorio desbloqueado Intel® Core ™ i5-12600K de 12.ª generación.",
        "descDetallada": "Procesador de escritorio desbloqueado Intel® Core ™ i5-12600K de 12.ª generación. Con compatibilidad con PCIe Gen 5.0 y 4.0, compatibilidad con DDR5 y DDR4, los procesadores de escritorio Intel® Core ™ de 12.ª generación desbloqueados están optimizados para la productividad, los juegos y el overclocking. Solución térmica NO incluida en la caja. Compatible con placas base de 125W basadas en chipset de la serie 600.",
        "imagen": "pictures/inteli512.png"
    },
    {
        "id": 4,
        "nombre":"Asus TUF GAMING X570-PRO (WI-FI)",
        "precio": 4300,
        "descripcion": "Tarjeta Madre ASUS ATX TUF GAMING X570-PRO (WI-FI) AMD X570,128GB DDR4 para AMD ",
        "descDetallada": "TUF Gaming X570-Pro (Wi-Fi) destila los elementos esenciales de la última plataforma AMD y los combina con funciones listas para jugar y durabilidad comprobada. Diseñadas con componentes de grado militar, soluciones de energía mejoradas y un conjunto completo de opciones de enfriamiento, estas placas base brindan un rendimiento sólido con una estabilidad de juego inquebrantable.  Cuando construye con una placa base TUF Gaming, también se beneficia de TUF Gaming Alliance, una colaboración de ASUS con socios industriales de confianza que garantiza una construcción más fácil, la mejor compatibilidad y una estética complementaria desde los componentes hasta la carcasa.",
        "imagen": "pictures/asusMotherTUF.png"
    },
    {
        "id": 5,
        "nombre":"Gigabyte B560M DS3H V2",
        "precio": 1600,
        "descripcion": "Placa base Intel® B560 ultra duradera con VRM digital directo de 6 + 2 fases.",
        "descDetallada": "Placa base Intel® B560 ultra duradera con VRM digital directo de 6 + 2 fases, diseño PCIe 4.0 * completo, PCIe 4.0 M.2, LAN para juegos GIGABYTE 8118, audio HD de 8 canales con tapas de audio, USB TYPE-C®, RGB FUSION 2.0 , Q-Flash Plus",
        "imagen": "pictures/gigabyteMother.png"
    },
    {
        "id": 6,
        "nombre":"Gigabyte GeForce GTX 1660 SUPER OC 6GB GDDR6",
        "precio": 6200,
        "descripcion": "Tarjeta de Video NVIDIA GeForce GTX 1660 SUPER OC, 6GB, 192-bit GDDR6, PCI Express x16 ",
        "descDetallada": "El sistema de enfriamiento WINDFORCE 2X cuenta con 2 ventiladores de aspas únicos de 90 mm, ventilador giratorio alternativo, una GPU de contacto directo de tubería de calor de cobre compuesto y funcionalidad de ventilador activo 3D, entregando una capacidad efectiva de disipación de calor para un mayor rendimiento a temperaturas más bajas.",
        "imagen": "pictures/gtx1660.png"
    },
    {
        "id": 7,
        "nombre":"MSI GeForce GTX 1650 4GB GDDR6",
        "precio": 2300,
        "descripcion": "Con su diseño minimalista, con colores neutrales y aspecto industrial, la tarjeta gráfica Ventus XS de MSI puede encajar en muchos diseños de PC.",
        "descDetallada": "Un nuevo diseño de doble ventilador, VENTUS muestra con orgullo sus formas industriales en colores neutros para adaptarse a cualquier construcción. Utilizando dos de los premiados a los fans de RX 2. 0, las tarjetas gráficas MSI Venture proporcionan años de rendimiento de refrigeración de primera clase. Una placa trasera resistente ayuda a fortalecer la tarjeta gráfica y complementa el diseño para verse aún mejor.",
        "imagen": "pictures/gtx1650.png"
    },
    {
        "id": 8,
        "nombre":"PNY XLR8 RGB DDR4 3200 PC4-25600 16GB 2x8GB CL16",
        "precio": 1400,
        "descripcion": "Obtén una experiencia de color deslumbrante combinada con extremo rendimiento. Los módulos XLR8 combinan componentes y circuitos integrados de primer nivel",
        "descDetallada": "La memoria XLR8 premium de PNY presenta nuestras velocidades más agresivas, mayor ancho de banda, menor latencia y consumo de energía. El rendimiento térmico más avanzado para la máxima estabilidad de la PC y capacidad de respuesta durante juegos y aplicaciones intensivos en memoria utilizar. Los módulos de memoria PNY XLR8 DDR4 están rigurosamente diseñados y probado para garantizar el máximo rendimiento incluso en los más difíciles entornos de juego",
        "imagen": "pictures/pnyRam.png"
    }
]
